tap "denisidoro/tools"
brew "bash"
brew "bat"
brew "coreutils"
brew "eza"
brew "findutils"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "hyperfine"
brew "make"
brew "mas"
brew "navi"
brew "nvm"
brew "python@3.14"
brew "shfmt"
brew "tldr"
brew "zsh"
brew "denisidoro/tools/docpars"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "telegram"
cask "zoom"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "github.copilot-chat"
